Revit 2027 API
SymbolTypeId.InSup2 Property
 Symbol in², indicating unit Square inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InSup2 { get; }
Public Shared ReadOnly Property InSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InSup2 {
	ForgeTypeId^ get ();
}
static member InSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace